b1 = ('Привет, я младший сотрудник HR отдела Оля. . Чтобы устроиться на работу жми "Устроиться", жми "Вопросы" если хочешь получить ответ на вопрос или "Отзывы", если хочешь прочитать отзывы о нас. А еще ты можешь посчитать предполагаемую заработную плату в нашей компании. Вперед!')
erorCalcpay = 'Не поняла тебя. Повтори пожалуйся. Укажи значение от 1 до 10'

b1_calcpay = f'Калькулятор зарплаты'

b1_calcpay1 = f'Посчитаем твою будущую зарплату?Ответь на 5 вопросов, чтобы узнать, сколько ты сможешь зарабатывать!Оцени свою коммуникабельность от 1 до 10, где 1 - это минимум, а 10 - это максимум'

b1_calcpay2 = f'Отлично! Теперь оцени свою ответственность от 1 до 10, где 1 - это минимум, а 10 - это максимум'

b1_calcpay3 = f'Супер! Теперь оцени свою любознательность от 1 до 10, где 1 - это минимум, а 10 - это максимум'

b1_calcpay4 = f'Класс! Теперь оцени свою сообразительность от 1 до 10, где 1 - это минимум, а 10 - это максимум'

b1_calcpay5 = 'Чудесно! Теперь оцени свою целеустремленность от 1 до 10, где 1 - это минимум, а 10 - это максимум'

b1_calcpayEnd = 'Поняла тебя. Ты можешь рассчитывать на зарплату %рублей '





b1_register = f'Отлично, мы уже ждем тебя в нашем офисе, но для начала я должна задать тебе пару вопросов.'

b1_register1 = f'Как тебя зовут?'

b1_register2 = f'Дата твоего рождения'
b1_erorRegister2 = f'Не поняла тебя. Повтори пожалуйся. Укажи дату своего рождения в формате дд.мм.гггг'

b1_register3 = f'Номер твоего телефона'
b1_erorRegister3 = f'Не поняла тебя. Повтори пожалуйся. Укажи номер телефона в формате 9112223344'

b1_register4 = f'Ссылка на Vk или Inst'

b1_register5 = f'Желаемая должность'

b1_quastion=f''
